[
  {
    "title": "What We Do in the Shadows",
    "href": "https://www.hulu.com/series/what-we-do-in-the-shadows-0b10c46a-12f0-4357-8a00-547057b49bac",
    "id": "what-we-do-in-the-shadows-0b10c46a-12f0-4357-8a00-547057b49bac",
    "year": "2019",
    "rating": "TV-MA",
    "starring": "",
    "imdbScore": "8.5",
    "imdbHref": "https://www.imdb.com/title/tt7908628/",
    "subgenres": [
      "Comedy",
      "Audio Description"
    ],
    "imgSrc": "/imgs/what-we-do-in-the-shadows.jpg",
    "cat": "hulu",
    "subheading": "A rich look at the lives of 4 vampires and one plucky familiar living on Staten Island",
    "review": "<p>Even if you’re already a fan of vampires, this mockumentary will deepen your understanding of vampiric culture and give you a greater appreciation for their nightly struggles. Nandor the Relentless, Nadja, and Laszlo (<i>Vampire tricked in Steam Room</i>) star as roommates along with the ‘energy vampire’ Colin Robinson and their oft mistreated human servant Guillermo.</p>From the brilliant comic mind of Jemaine Clement (Flight of the Conchords), this superb owl of writing and acting is sure to hypnotize. Submit to its dark power and have some laughs.",
    "showAll": false,
    "linkId": "what-we-do-in-the-shadows",
    "imgCred": "© FX",
    "date": "07/01/2020"
  },
  {
    "title": "The Politician",
    "href": "https://www.netflix.com/title/80241248",
    "id": "80241248",
    "year": "2019",
    "rating": "TV-MA",
    "starring": "Ben Platt, Gwyneth Paltrow, Jessica Lange",
    "imdbScore": "7.5",
    "imdbHref": "https://www.imdb.com/title/tt7971476/",
    "subgenres": [
      "Comedies",
      "Dramas",
      "LGBTQ",
      "Teen"
    ],
    "imgSrc": "/imgs/the-politician.jpg",
    "cat": "netflix",
    "subheading": "When Payton Hobart commits his whole life to becoming President, any mistake in his high school election could cost him his chances - and he’ll do anything to win",
    "review": "While you would expect a show about student politics to be fairly dry and predictable, The Politician is a whirlwind of rising stakes and twists that will keep you guessing till the very end. The excellent cast delivers multidimensional characters that are as flawed as they are darkly humorous, and the storytelling is fast, offbeat, and fresh. From the creators of Glee (Ian Brennan, Brad Falchuk, and Ryan Murphy), this high school drama is definitely worth casting your vote for.",
    "showAll": false,
    "linkId": "the-politician",
    "imgCred": "© Netflix",
    "date": "07/08/2020"
  },
  {
    "title": "Letterkenny",
    "href": "https://www.hulu.com/series/letterkenny-0f756343-1afc-46ba-805a-bb6b1c1e8c65",
    "id": "letterkenny-0f756343-1afc-46ba-805a-bb6b1c1e8c65",
    "year": "2016",
    "rating": "TV-MA",
    "starring": "",
    "imdbScore": "8.7",
    "imdbHref": "https://www.imdb.com/title/tt4647692/",
    "subgenres": [
      "Comedy",
      "International",
      "Sitcom",
      "Audio Description"
    ],
    "imgSrc": "/imgs/letterkenny.jpg",
    "cat": "hulu",
    "subheading": "A hilarious, distinctly Canadian, show about the toughest folks in the rural town of Letterkenny",
    "review": "<p>You can’t make a comedy without craking an ag, and Letterkenny is the perfect omelette of quick wit and down home goodness. From furious hockey coaches, to the skids, to the degens from upcountry, Wayne, Katy, Squirrelly Dan, and Daryl (the hicks) have their hands full keeping the problems in Letterkenny at bay the old fashioned way. Yous gots to watch it.</p>The jokes fly as fast as the fists in Letterkenny so it’s best to keep the subtitles on so you can “figure it out”. Pitter Patter!",
    "showAll": false,
    "linkId": "letterykenny",
    "imgCred": "© Letterkenny",
    "date": "07/15/2020"
  },
  {
    "title": "The Get Down",
    "href": "https://www.netflix.com/title/80025601",
    "id": "80025601",
    "year": "2016",
    "rating": "TV-MA",
    "description": "In 1977 New York City, the talented and soulful youth of the South Bronx chase dreams and breakneck beats to transform music history.",
    "starring": "Justice Smith, Shameik Moore, Herizen Guardiola",
    "imdbScore": "8.3",
    "imdbHref": "https://www.imdb.com/title/tt4592410/",
    "subgenres": [
      "Black Stories",
      "Dramas"
    ],
    "imgSrc": "/imgs/the-get-down.jpg",
    "cat": "netflix",
    "subheading": "A stunning musical drama about the origins of hip hop in the 1970s told through the eyes of a group of kids in the Bronx",
    "review": "Well researched and meticulously produced, The Get Down is a vivid kaleidoscope into the colorful crucible of graffiti, disco, poetry, and political upheaval that birthed one of the most influential musical genres of our time. Baz Luhrmann intentionally involved key members of the hip hop world in the show’s production and vision (including Nasir Jones and Grandmaster Flash) to create one of the best and most authentic musical dramas ever made.",
    "showAll": false,
    "linkId": "the-get-down",
    "imgCred": "© Netflix",
    "date": "07/22/2020"
  },
  {
    "title": "Party Down",
    "href": "https://www.hulu.com/series/party-down-dabfcfd9-93b3-4f54-a63d-dc62050a0015",
    "id": "party-down-dabfcfd9-93b3-4f54-a63d-dc62050a0015",
    "year": "2009",
    "rating": "TV-MA",
    "description": "While chasing dreams of stardom, six Hollywood wannabe actors and writers make ends meet by working for a posh Los Angeles catering company, which tackles a different event -- senior singles mixer, porn awards after party, a Super Sweet 16 bash -- in each episode.",
    "starring": "",
    "imdbScore": "8.2",
    "imdbHref": "https://www.imdb.com/title/tt1073507/",
    "subgenres": [
      "Comedy",
      "Sitcom"
    ],
    "imgSrc": "/imgs/party-down.jpg",
    "cat": "hulu",
    "subheading": "A group of failed Hollywood hopefuls are forced to work together at the Party Down catering company as they wait to make it big",
    "review": "If you’ve ever worked in the service industry, you’ll find this show as cathartic as it is entertaining. Hijinxs and relatable banter ensue as the characters are pressed up against the glass of success at the affluent parties where they hold trays and serve drinks in desperation. Party Down is a gem of comedy that begs the question everyone wants to hear: “Are we having fun yet?”.",
    "showAll": false,
    "linkId": "party-down",
    "imgCred": "© Starz",
    "date": "07/24/2020"
  },
  {
    "title": "The OA",
    "href": "https://www.netflix.com/title/80044950",
    "id": "80044950",
    "year": "2016",
    "rating": "TV-MA",
    "description": "Seven years after vanishing from her home, a young woman returns with mysterious new abilities and recruits five strangers for a secret mission.",
    "starring": "Brit Marling, Jason Isaacs, Emory Cohen",
    "imdbScore": "7.9",
    "imdbHref": "https://www.imdb.com/title/tt4635282/",
    "subgenres": [
      "Dramas",
      "Mysteries",
      "Sci-Fi & Fantasy",
      "Thriller"
    ],
    "imgSrc": "/imgs/the-oa.jpg",
    "cat": "netflix",
    "subheading": "A missing girl reappears in her hometown under circumstances so mysterious that a small group of people she befriends begin questioning the nature of their reality",
    "review": "A uniquely creative and haunting show that rewards the viewer’s careful attention with a complex story arc spanning 2 seasons. A beautiful mixture of magical realism, science fiction, and drama, The OA will drag you by heartstrings into an ocean of chilling questions that will keep you awake at night.",
    "showAll": false,
    "linkId": "the-oa",
    "imgCred": "© Netflix",
    "date": "07/26/2020"
  },
  {
    "title": "Naked and Afraid XL",
    "href": "https://www.hulu.com/series/naked-and-afraid-xl-a254911d-9705-459a-aa8c-a8c4fc4d5659",
    "id": "naked-and-afraid-xl-a254911d-9705-459a-aa8c-a8c4fc4d5659",
    "year": "2015",
    "rating": "TV14",
    "description": "A group of the best survival experts in the world take on an un-survivable situation: 40 days. 40 nights. No food, water or clothes. To survive they’ll need to master the environment, pushing far beyond the breaking point. Will even one be able to finish?",
    "starring": "",
    "imdbScore": "7.3",
    "imdbHref": "https://www.imdb.com/title/tt4791250/",
    "subgenres": [
      "Adventure",
      "Documentaries",
      "Reality",
      "Science & Technology"
    ],
    "imgSrc": "/imgs/naked-and-afraid-xl.jpg",
    "cat": "hulu",
    "subheading": "Watch a group of hardcore survivalist tough it out for 40 days, naked (but tastefully blurred), out in the bush.",
    "review": "If you want to see the limits of human physical and mental toughness from the safety of your home, this is the show for you. XL is a larger challenge than the original Naked and Afraid show because the contestants have to survive for 40 days out in the wild, and in a group setting. From starvation to challenging social dynamics there is no end to the hell these people go through. If you need a laugh after watching so much suffering, check out the episode with <a href=’https://vimeo.com/114879407’>James Franco and Seth Rogen.</a>",
    "showAll": false,
    "linkId": "naked-and-afraid-xl",
    "imgCred": "© Discovery",
    "date": "08/02/2020"
  },
  {
    "title": "Halt and Catch Fire",
    "href": "https://www.netflix.com/title/70302182",
    "id": "70302182",
    "year": "2014",
    "rating": "TV-14",
    "description": "Re-creating the dawn of the personal computer era, this digital drama tracks the fates of an industry visionary and his brilliant colleagues.",
    "starring": "Lee Pace, Scoot McNairy, Mackenzie Davis",
    "imdbScore": "8.4",
    "imdbHref": "https://www.imdb.com/title/tt2543312/",
    "subgenres": [
      "Dramas"
    ],
    "imgSrc": "/imgs/halt-and-catch-fire.jpg",
    "cat": "netflix",
    "subheading": "Follow the gripping story of a group of pioneers that helped usher in the personal computing era in the 1980s",
    "review": "Based on actual events in the information technology revolution, but set in the framework of a fast moving story with larger than life characters, this show is a powerful reminder of the rapidly changing technology world and the intense struggles of the people who forge it. A software engineer, two computer engineers, and a fast talking salesman join forces to do what seems impossible – build a computer that is twice as fast and half the cost of what’s currently on the market.",
    "showAll": false,
    "linkId": "halt-and-catch-fire",
    "imgCred": "© AMC",
    "date": "08/09/2020"
  }
]